IDEA Open Model
BoltParam.RowsNegative Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the rows of a negative fasteners positions in case of RowsPosition equals to Profile. Absolute positions of groups, in group are relative positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NumberGroups RowsNegative { get; set; }
Public Property RowsNegative As NumberGroups
	Get
	Set
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace